/* Sin comentarios proporcionados por el ingeniero. */
"%d duplicate files found, occupying %@" = "Se encontraron %d archivos duplicados, ocupando %@" ;

/* Sin comentarios proporcionados por el ingeniero. */
"%d items in total, %@ selected" = "%d elementos en total, %@ seleccionados" ;

/* Sin comentarios proporcionados por el ingeniero. */
"%d item(s) selected, you will free up %@ disk space" = "%d elemento(s) seleccionado(s), liberará % de espacio en disco" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Calculation %@" = "Calculando %@" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Cancel" = "Cancelar" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Delete all selected files" = "Eliminar todos los archivos seleccionados" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Cleanup completed" = "Limpieza completada" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Close" = "Cerrar" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Counting duplicate files..." = "Contando archivos duplicados..." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Counting duplicates canceled, exiting..." = "Conteo de duplicados cancelado, saliendo..." ;

/* Sin comentarios proporcionados por el ingeniero. */
"File %@ found" = "Archivo %@ encontrado" ;

/* Sin comentarios proporcionados por el ingeniero. */
"File calculation complete" = "Conteo de archivos completo" ;

/* Sin comentarios proporcionados por el ingeniero. */
"No duplicate files found" = "No se encontraron archivos duplicados" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Ok" = "Aceptar" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Please select a file" = "Por favor, seleccione un archivo" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Please select the file to be cleaned" = "Por favor, seleccione el archivo a limpiar" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Scanning for duplicate files..." = "Buscando archivos duplicados..." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Searching for files canceled, exiting..." = "Búsqueda de archivos cancelada, saliendo..." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Searching for files..." = "Buscando archivos..." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Are you sure you want to delete the selected files?" = "¿Está seguro de que desea eliminar los archivos seleccionados?" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Delete selected files" = "Eliminar archivos seleccionados" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Cleaning up %@" = "Limpiando %@" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Archive" = "Archivo" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Size" = "Tamaño" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Files cannot be cleaned up without deletion permission." = "No se pueden limpiar archivos sin permiso de eliminación." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Exporting file..." = "Exportando archivo..." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Organizing the remaining files..." = "Organizando los archivos restantes..." ;

/* Sin comentarios proporcionados por el ingeniero. */
"No matching files were found." = "No se encontraron archivos coincidentes." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Please select the file to export." = "Por favor, seleccione el archivo a exportar." ;

/* Sin comentarios proporcionados por el ingeniero. */
"The selected files will be packed and cleaned up." = "Los archivos seleccionados se empaquetarán y limpiarán." ;

/* Sin comentarios proporcionados por el ingeniero. */
"Permissions denied,creation failed!" = "Permisos denegados, creación fallida!" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Clean up all the selected files after backing up" = "Limpiar todos los archivos seleccionados después de la copia de seguridad" ;

/* Sin comentarios proporcionados por el ingeniero. */
"Reset" = "Restablecer" ;

